
/*
Написать формулу для поддержания веса.
Написать две формулы (if else?) для набора и сброса веса.
Подключить кнопку "рассчитать", должны быть обязательно заполнены все поля(required).
Убедиться, что по клику на кнопку появляется блок с информацией о калориях, если до этого он не был показан.
Если блок уже находится на странице, клик по кнопке обновляет расчёты, выводится актуальная информация.
Подключить кнопку "очистить", активна только если хотя бы одно числовое поле заполнено.
При клике все элементы приложения сбрасываются до состояния по умолчанию: числовые поля очищаются (плейсхолдер 0),
пол становится мужской, физическая активность «минимальная», блок с информацией о калориях скрывается.
*/
