/*Поддержание веса для женщин
N = (10 × вес в килограммах) + (6,25 × рост в сантиметрах) − (5 × возраст в годах) − 161


Поддержание веса для мужчин
N = (10 × вес в килограммах) + (6,25 × рост в сантиметрах) − (5 × возраст в годах) + 5


Полученное значение (N) умножаем на коэффициент активности. Результат и будет нормой калорий для поддержания веса.


Коэффициенты активности
Минимальная: 1.2.
Низкая: 1.375.
Средняя: 1.55.
Высокая: 1.725.
Очень высокая: 1.9.


Формулы для набора и сброса веса
Набор веса: прибавляем 15% от нормы к этой норме.
Сброс веса: вычитаем 15% от нормы из этой нормы.
*/


